[
  {
      "id": 1,
      "name": "Úkryt",
      "description": "Strohý avšak pohodlný pokoj ideální pro hosty, kteří chtějí maximálně ušetřit a hledají cenově dostupné ubytování bez ztráty základního komfortu. Vhodné pro všechny, kdo chtějí v našem hotelu rychle přečkat nepřízeň počasí a vydat se rychle zase na cestu ať už pěší nebo po řece.",
      "price": 450,
      "image": "http://localhost:4000/assets/rooms/room01.jpg"
  },
  {
      "id": 2,
      "name": "Základ",
      "description": "Jednoduchost a pohodlí za rozumnou cenu. S vkusným designem a mírně retro vybavením poskytuje tento pokoj klidné místo na odpočinek. Z okna vidíte do naší hotelové zahrady a můžete si tak užit klíd hřejivé prostředí našeho rodinného hotelu.",
      "price": 700,
      "image": "http://localhost:4000/assets/rooms/room02.jpg"
  },
  {
      "id": 3,
      "name": "Klasik",
      "description": "Moderní elegance s výhledem na řeku. Náš pokoj Klasik je ideální pro ty, kteří si přejí stylové ubytování. Všechny pokoje mají novou parketovou podlahu a velké okno s výhledem na malebnou řeku a kammenný most.",
      "price": 1200,
      "image": "http://localhost:4000/assets/rooms/room03.jpg"
  },
  {
      "id": 4,
      "name": "Komfort",
      "description": "Pro hosty, kteří si chtějí dopřát vyšší úroveň ubytování, je tu pokoj Komfort. S moderním nábytkem a útulným designem nabízí relaxační atmosféru na břehu řeky. Všechny pokoje mají příjemný koberec a velká okna, skrze které můžete pozorovat romantické západy slunce nad řekou.",
      "price": 2500,
      "image": "http://localhost:4000/assets/rooms/room04.jpg"
  },
  {
      "id": 5,
      "name": "Luxus",
      "description": "Pro nejnáročnější hosty máme připravený prostorný pokoj s exkluzivním vybavením v prvorepublikovém stylu. Tento pokoj má nejlepší výhled na řeku Stříbravu i na okolní krajinu. Tento pokoj skvělou volbou pro ty, kteří hledají vrcholný komfort a luxusní zážitek během svého pobytu v našem zrekonstruovaném hotelu.",
      "price": 8000,
      "image": "http://localhost:4000/assets/rooms/room05.jpg"
  }
]